Repository: riverDeer12/glagolitic-explorer
Catalog: *.lproj/Localizable.strings
Languages: hr

source: Main Menu
hr: Glavni izbornik

source: Introduction
hr: Uvod

# introduction-text
source: Let's talk about us.
hr: Tekst za uvod.

source: About Us
hr: O nama

# about-us-text
source: Short description about app
hr: Kratki opis o nama.

source: Tours
hr: Obilasci

# tours-text
source: Tours that connect most visited sightseeings.
hr: Tekst za obilaske.

source: Share
hr: Podijeli

# share-text
source: Feel free to share your opinion.
hr: Tekst za dijeljenje aplikacije.

source: Rate
hr: Ocijeni

# rate-text
source: Please rate our app depending on your experience.
hr: Tekst za ocijenjivanje aplikacije.

# email
source: Send Email
hr: Pošalji email

# email-text
source: Send email to our technical support.
hr: Tekst za slanje emaila prema korisničkoj podršci.
